{"translation-revision-date":"2024-08-30 15:28:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"With the Pro version, you can change the look and feel of your website in seconds. In just a few clicks, you can change the color and typography of your website. The premium version lets you have better control over the theme as it comes with more customization options. Not just that, the theme also has more sections and layout options as compared to the free version. The Pro version is multi-language compatible as well.":["Con la versión Pro, puedes cambiar el aspecto de tu web en cuestión de segundos. Con unos pocos clics, puedes cambiar el color y la tipografía de tu web. La versión premium te permite tener un mayor control sobre el tema, ya que viene con más opciones de personalización. No solo eso, el tema también tiene más secciones y opciones de diseño en comparación con la versión gratuita. La versión Pro también es compatible con varios idiomas."],"Contact Form 7":["Contact Form 7"],"Contact Support":["Contactar con el soporte"],"Also, you might experience a slower response time during the weekend, so please bear with us.":["Además, puedes experimentar largos tiempos de respuesta durante el fin de semana, así que, por favor, ten paciencia con nosotros."],"Before you send us a support ticket for any issues, please make sure you have updated the theme to the latest version. We might have fixed the bug in the theme update.":["Antes de que nos envíes un tique de soporte para cualquier problema, por favor, asegúrate de que tienes actualizado el tema a la última versión. Puede ser que ya hayamos corregido el fallo en la actualización del tema."],"How can I solve my issues quickly and get faster support?":["¿Cómo puedo resolver mis problemas rápidamente y obtener un soporte más rápido?"],"If your customizer is not loading properly or you are having issues with the theme, it might be due to the plugin conflict.":["Si el personalizador no carga correctamente o estás teniendo problemas con el tema, puede ser causado por un conflicto con un plugin."],"Why is my theme not working well?":["¿Por qué mi tema no funciona bien?"],"How do I change the copyright text?":["¿Cómo cambio el texto del copyright?"],"However, since the Pro version comes with added features and settings, you will need to set up the additional features in the customizer. This process is simple and only takes a few minutes.":["Sin embargo, dado que la versión Pro viene con características y ajustes adicionales, tendrás que configurar las características adicionales en el personalizador. Este proceso es sencillo y se tarda unos pocos minutos."],"When you upgrade to the Pro theme, your posts, pages, media, categories, and other data will remain intact-- all your data is saved.":["Cuando actualices al tema Pro, tus entradas, páginas, medios, categorías y otros datos permanecerán intactos — todos tus datos están guardados."],"Upgrading to the Pro version- will I lose my changes?":["Actualizando a la versión Pro, ¿perderé mis cambios?"],"With Premium version, besides the extra features and frequent updates, you get premium support. If you run into any theme issues, you will get a lot quicker response compared to the free support.":["Con la versión Premium, además de las características adicionales y las frecuentes actualizaciones, obtienes soporte premium. Si te  encuentras con algún problema con el tema, recibirás una respuesta mucho más rápida en comparación con el soporte gratuito."],"What are the advantages of upgrading to the Premium version?":["¿Cuáles son las ventajas de actualizar a la versión Premium?"],"Both Free and Pro version of the themes are well-built. However, the Pro version comes with many additional features.":["Tanto la versión gratuita del tema como la Pro están bien hechas. Sin embargo, la versión Pro viene con muchas características adicionales."],"What is the difference between Free and Pro?":["¿Cuál es la diferencia entre la versión gratis y la Pro?"],"BlossomThemes Email Newsletter":["BlossomThemes Email Newsletter"],"BlossomThemes Toolkit":["BlossomThemes Toolkit"],"Activate":["Activar"],"Install":["Instalar"],"Layout Settings":["Ajustes del diseño"],"General Settings":["Ajustes generales"],"Footer Settings":["Ajustes del pie de página"],"Home":["Inicio"],"Free vs Pro":["Gratis frente a Pro"],"The Pro version is built with lots of flexibility in mind for future upgrades. Therefore, it is slightly different than the free theme but extremely flexible and easy-to-use.":["La versión Pro está creada pensando en la máxima flexibilidad para futuras actualizaciones. Por tanto, es un poco diferente del tema gratuito, pero extremadamente flexible y fácil de usar."],"Gallery PhotoBlocks – Visual Photo Gallery":["Gallery PhotoBlocks – Visual Photo Gallery"],"Activated":["Activado"],"When you submit the support ticket, please try to provide as much details as possible so that we can solve your problem faster. We recommend you to send us a screenshot(s) with issues explained and your website's address (URL). You can contact us ":["Cuando envíes un tique de soporte, por favor, intenta proporcionar tantos detalles como te sea posible para que podamos resolver tu problema más rápidamente. Te recomendamos que nos envíes capturas de pantalla con la explicación de los problemas y la dirección de tu web (URL). Puedes ponerte en contacto con nosotros "],"If this didn't help, please contact %s.":["Si esto no te ha ayudado, por favor, contacta %s."],"You can change the copyright text going to %1$s Appearance > Customize > Footer Settings. %2$s However, if you want to hide the author credit text, please %3$s.":["Puedes cambiar el texto del copyright yendo a %1$sApariencia > Personalizar > Ajustes del pie de página%2$s. Sin embargo, si quieres ocultar el texto de acreditación del autor, por favor, %3$s."],"Overall, you will have more control over your website with the Pro version. You can find out more about the difference between Free and Pro versions %s.":["En general, con la versión Pro, tendrás más control sobre tu web. Puedes aprender más sobre la diferencia entre las versiones gratis y Pro %s."],"To solve the issue, deactivate all the plugins first, except the ones recommended by the theme. Then, hard reload your website using %1$s \"Ctrl+Shift+R\" %2$s on Windows. If the issues are fixed, start activating the plugins one by one, and reload and check your site each time. This will help you find out the plugin that is causing the problem.":["Para resolver el problema, desactiva primero todos los plugins, a excepción de los recomendados por el tema. Después, recarga tu web usando %1$s«Ctrl+Shift+R»%2$s en Windows. Si los problemas están corregidos, comienza a activar los plugins uno por uno, recarga y comprueba tu sitio cada vez. Esto te ayudará a encontrar el plugin que está causando el problema."]}},"comment":{"reference":"build\/dashboard.js"}}